
// 2008

"kDiscoveringDevicesKey"					= "Buscando dispositivos Bluetooth…";
"kDiscoveryCompleteKey"						= "Búsqueda completada.";
"kBluetoothIsOffKey"						= "Bluetooth se ha desactivado en este ordenador. Active Bluetooth y continúe.";
"kErrorDiscoveringDevicesKey"				= "Se ha producido un error al buscar dispositivos.";

"kOptionsKey"								= "Opciones";
"kStopKey"									= "Detener";
"kStartKey"									= "Iniciar";
"kShowKey"									= "Mostrar";
"kAllDevicesKey"							= "Todos los dispositivos";
"kLaptopsKey"								= "Portátiles";
"kClearListKey"								= "Borrar lista";
"kAudioDevicesKey"							= "Dispositivos de audio";

"kConfiguringServicesKey"					= "Configurando servicios";
"kPasskeySelectionKey"						= "Selección de la clave";
"kNumDevicesFoundKey"						= "Buscando dispositivos: %@ encontrado(s)";
"kAutomaticPairAttemptKey"					= "El ordenador intentará enlazarse automáticamente con su dispositivo.";

"kSpecifyDeviceKey"							= "Especificar dispositivo…";

"kDeviceList_MouseDevicesKey"				= "RATONES";
"kDeviceList_KeyboardDevicesKey"			= "TECLADOS";
"kDeviceList_MobilePhoneDevicesKey"			= "TELÉFONOS MÓVILES";
"kDeviceList_AudioDevicesKey"				= "AUDIO";
"kDeviceList_OtherDevicesKey"				= "OTROS";
"kDeviceList_ComputerDevicesKey"			= "ORDENADOR";

"kDeviceList_NoDevicesFoundKey"				= "No se ha encontrado ningún dispositivo";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "No ha sido posible realizar el enlace. Puede que esta configuración del software Bluetooth y Mac OS X no sea válida o compatible.";
"kPairAttemptFailed3Key"								= "No ha sido posible realizar el enlace. Si desea probar con otro código o método de enlace, haga clic en el botón “Opciones de código…”. Para intentarlo de nuevo, haga clic en Continuar.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Este ordenador ya está enlazado con “%@”.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Su ordenador ya está enlazado con este dispositivo. ¿Desea anular el enlace y configurar el dispositivo de nuevo?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Error al enlazar";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introducción";
"kSetupDecisionKey"							= "Seleccionar tipo de dispositivo";
"kConclusionKey"							= "Conclusión";

"kKeyboardSetupTitleKey"					= "Configuración de teclados Bluetooth";
"kMouseSetupTitleKey"						= "Configuración de ratones Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Configuración de ratones o trackpads Bluetooth";
"kDeviceSetupTitleKey"						= "Configuración de dispositivos Bluetooth";
"kPhoneSetupTitleKey"						= "Configuración de teléfonos móviles Bluetooth";
"kPrinterSetupTitleKey"						= "Configuración de impresoras Bluetooth";
"kHeadsetSetupTitleKey"						= "Configuración de auriculares Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "¿Seguro que desea salir del asistente de configuración?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Si sale ahora, deberá volver a ejecutar el asistente de configuración desde el principio.";
"kUsersKeyboardKey"							= "Teclado de %@";
"kUsersMouseKey"							= "Ratón de %@";
"kUsersTrackpadKey"							= "Trackpad de %@";
"kRootUsersKeyboardKey"						= "teclado del administrador";
"kRootUsersMouseKey"						= "ratón del administrador";

"kSetUpAnotherDeviceButtonKey"				= "Configurar otro dispositivo";
"kAdvancedPasskeyOptionsButtonKey"			= "Opciones de código…";
"kOtherKey"									= "Otro";
"kGenericKey"								= "Genérico";

// Buttons.

"kOKButtonKey"								= "Aceptar";
"kOpeniSyncButtonKey"						= "Abrir iSync";
"kCancelButtonKey"							= "Cancelar";
"kContinueButtonKey"						= "Continuar";
"kIgnoreButtonKey"							= "Ignorar";
"kSkipButtonKey"							= "Omitir";
"kQuitButtonKey"							= "Salir";
"kNeedAuthenticationTitleKey"				= "Para realizar los cambios especificados, la autenticación debe efectuarse correctamente.";
"kNeedAuthenticationExplanationKey"			= "Para modificar los ajustes de acceso a Internet, debe acceder a este ordenador como administrador. Anule la selección de esta opción o haga clic en Continuar para intentar de nuevo la autenticación.";

// Device types.

"kMobilePhoneCapsKey"						= "Teléfono móvil";
"kMobilePhonesCapsKey"						= "Teléfonos móviles";
"kMobilePhoneKey"							= "teléfono móvil";
"kMobilePhonesKey"							= "teléfonos móviles";
"kDeviceKey"								= "Dispositivo";
"kDevicesKey"								= "Dispositivos";
"kMouseKey"									= "Ratón";
"kTrackpadKey"								= "Trackpad";
"kMiceKey"									= "Ratones";
"kKeyboardKey"								= "Teclado";
"kKeyboardsKey"								= "Teclados";
"kPrinterKey"								= "Impresora";
"kPrintersKey"								= "Impresoras";
"kHeadsetKey"								= "Auriculares con micrófono";
"kHeadphonesKey"							= "Auriculares";
"kHeadsetsKey"								= "Auriculares con micrófono";
"kComputerKey"								= "Ordenador";
"kComputersKey"								= "Ordenadores";
"kPDAKey"									= "Dispositivo digital portátil";
"kLANAccessPointKey"						= "Punto de acceso LAN";
"kTypeKey"									= "Tipo";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Nombre del dispositivo: ";
"kServicesPanel_DeviceAddressKey"			= "Dirección del dispositivo: ";
"kServicesPanel_DeviceTypeKey"				= "Tipo de dispositivo: ";
"kServicesPanel_DeviceServicesKey"			= "Servicios del dispositivo: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Seleccione los servicios que desea usar con el teléfono móvil:";
"kSetupServicesPanel_DeviceTitleKey"		= "Seleccione los servicios que desea usar con el dispositivo:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Configurando servicios…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Reuniendo información acerca de este dispositivo";
"kServicesPanel_GatheringInformationExplanationKey"	=	"El ordenador necesita obtener datos sobre el dispositivo para saber cómo comunicarse con él, y esta operación puede tardar un poco.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Se ha producido un error desconocido al obtener información sobre el dispositivo. Compruebe que el dispositivo esté encendido y visible y dentro del radio de acción del ordenador y, a continuación, haga clic en Continuar para intentarlo de nuevo.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Se ha producido un error al obtener los servicios disponibles del dispositivo. Compruebe que el dispositivo esté encendido y visible y dentro del radio de acción del ordenador y, a continuación, haga clic en Continuar para intentarlo de nuevo.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Reuniendo información adicional acerca de este dispositivo...";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Se ha acabado de recopilar la información adicional.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Bienvenido al Asistente Configuración Bluetooth.";
"kWelcomeMachineHasBluetoothKey"			= "Cuando su dispositivo aparezca en la lista, selecciónelo y haga clic en Continuar. Si no aparece, asegúrese de que está encendido y en modo visible. Para obtener más información, consulte la documentación que venía con el dispositivo.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "No se ha encontrado el hardware o el software Bluetooth adecuado en este ordenador. Si ha instalado recientemente hardware Bluetooth, asegúrese de que está conectado correctamente.\n\nUna vez comprobado, continúe.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Se ha producido un error al intentar realizar la búsqueda.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Actualizando nombre del dispositivo…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Actualizando %@ nombres de dispositivo…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "No hay ningún ratón conectado.";
"kHIDLess_MouseSmallInstructionTextKey"						= "El Asistente Configuración Bluetooth está buscando un ratón Bluetooth. Si se encuentra uno, se enlazará con el ordenador. Si quiere usar un ratón USB, compruebe los cables.\n\nSi está intentando usar un ratón Bluetooth pero no se encuentra, asegúrese de que está encendido y en modo visible. Para encender un ratón inalámbrico de Apple, deslice el interruptor de la parte inferior del ratón. Si se trata de un ratón inalámbrico de otro fabricante, consulte la documentación que venía con el ratón.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Intentando conectar con el ratón %@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Se ha establecido un enlace con un ratón. Para comprobar que se ha realizado correctamente, haga clic en Continuar con el ratón. Si el puntero no se mueve y hay otro ratón inalámbrico disponible, puede que el ordenador se haya enlazado con el otro ratón.\n\nEl Asistente Configuración Bluetooth intentará establecer de nuevo el enlace con su ratón dentro de %@ segundos.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Se ha establecido un enlace con un ratón. Para comprobar que se ha realizado correctamente, haga clic en Continuar con el ratón. Si el puntero no se mueve y hay otro ratón o trackpad inalámbrico disponible, puede que el ordenador se haya enlazado con otro ratón o trackpad inalámbrico.\n\nEl ordenador intentará establecer de nuevo el enlace con su ratón dentro de %@ segundos.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Haga clic en Continuar (%@ segundos)...";
"kHIDLess_MousePairingFailed1TextKey"						= "Error al enlazar el ordenador con dicho ratón. El ordenador volverá a intentar establecer el enlace dentro de 5 segundos…";
"kHIDLess_MousePairingFailed2TextKey"						= "Error al enlazar el ordenador con dicho ratón. Estableciendo enlace con el siguiente ratón o trackpad inalámbrico…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "No hay ningún ratón o trackpad inalámbrico conectado.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Se está buscando un ratón o trackpad inalámbrico. Si se encuentra uno, se enlazará con el ordenador. Si quiere usar un ratón USB, compruebe los cables.\n\nSi está intentando usar un ratón o trackpad inalámbrico pero no se encuentra, asegúrese de que está encendido y en modo visible. Si se trata de un ratón o trackpad inalámbrico de Apple, enciéndalo. Si se trata de un ratón o trackpad inalámbrico de otro fabricante, consulte la documentación que venía con el ratón o trackpad.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Intentando conectar con el trackpad %@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Se ha establecido un enlace con un trackpad. Para comprobar que se ha realizado correctamente, haga clic en Continuar con el trackpad. Si el puntero no se mueve y hay otro ratón o trackpad inalámbrico disponible, puede que el ordenador se haya enlazado con otro ratón o trackpad inalámbrico.\n\nEl ordenador intentará establecer de nuevo el enlace con su trackpad dentro de %@ segundos.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "Error al enlazar el ordenador con dicho trackpad. El ordenador volverá a intentar establecer el enlace dentro de 5 segundos…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "Error al enlazar el ordenador con dicho trackpad. Estableciendo enlace con el siguiente ratón o trackpad inalámbrico…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "No hay ningún teclado inalámbrico conectado.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "El Asistente Configuración Bluetooth está buscando un teclado Bluetooth. Si se encuentra uno, se enlazará con el ordenador. Si quiere usar un teclado USB, compruebe los cables.\n\nSi está intentando usar un teclado Bluetooth pero no se encuentra, asegúrese de que está encendido y en modo visible. Si se trata de un teclado inalámbrico de Apple, enciéndalo. Si se trata de un teclado inalámbrico de otro fabricante, consulte la documentación que venía con el teclado.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Se está buscando un teclado inalámbrico. Si se encuentra uno, se enlazará con el ordenador. Si quiere usar un teclado USB, compruebe los cables.\n\nSi está intentando usar un teclado inalámbrico pero no se encuentra, asegúrese de que está encendido y en modo visible. Si se trata de un teclado inalámbrico de Apple, enciéndalo. Si se trata de un teclado inalámbrico de otro fabricante, consulte la documentación que venía con el teclado.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Introduzca la siguiente clave en el teclado que está configurando, seguida de un retorno:\n\n\n\n\n\n\nUna vez introducida en su teclado, se completará el proceso de enlace.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Intentando conectar con el teclado %@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Conexión establecida con el teclado %@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "El enlace con el teclado se ha completado.\n\nPulse la tecla de retorno del teclado cuando esté listo para continuar.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Se ha producido un error de autenticación. Los códigos de acceso no coinciden.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Se ha agotado el tiempo para establecer la conexión. Escriba el código de acceso y pulse la tecla Retorno.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "Error al enlazar el ordenador con dicho teclado. El ordenador volverá a intentar establecer el enlace dentro de 5 segundos…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "Error al enlazar el ordenador con dicho teclado. El ordenador volverá a intentarlo dentro de 5 segundos…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Debe buscar un dispositivo de la lista y seleccionarlo antes de continuar.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "No hay ningún dispositivo seleccionado.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Este ordenador y el ratón se han enlazado correctamente.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Este ordenador y el trackpad se han enlazado correctamente.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Este ordenador y el teclado se han enlazado correctamente.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Error: no se ha especificado ningún dispositivo en el panel anterior.";
"kPair_General_PairingAttemptToPairKey"			= "Intentando enlazar con “%@”.";
"kPair_General_ConnectingToDeviceKey"			= "Conectando con “%@”.";
"kPair_General_ConnectionEstablishedKey"		= "Conexión establecida.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Buscando ratones: %@ encontrado(s).";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Debe buscar un ratón de la lista y seleccionarlo antes de continuar.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "No hay ningún ratón seleccionado.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Cuando su ratón aparezca en la lista, selecciónelo y haga clic en Continuar. Si no aparece, asegúrese de que está encendido y en modo visible. Si se trata de un ratón inalámbrico de Apple, deslice el interruptor de la parte inferior del ratón para encenderlo.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "No se ha encontrado ningún ratón. Asegúrese de que su ratón está en modo visible.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Buscando su ratón";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Buscando ratones o trackpads inalámbricos: %@ encontrado(s).";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "No se ha encontrado ningún ratón o trackpad inalámbrico. Asegúrese de que su ratón o trackpad inalámbrico está en modo visible.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Buscando teclados: %@ encontrado(s).";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Debe buscar un teclado de la lista y seleccionarlo antes de continuar.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "No hay ningún teclado seleccionado.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Cuando su teclado aparezca en la lista, selecciónelo y haga clic en Continuar. Si no aparece, asegúrese de que está encendido y en modo visible. Si se trata de un teclado inalámbrico de Apple, enciéndalo.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "No se ha encontrado ningún teclado. Asegúrese de que su teclado está en modo visible.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Buscando su teclado";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Para continuar con el enlace, asegúrese de que el siguiente número se muestra en el dispositivo que quiere enlazar.";
"kPair_SSPNumCmp_StatusTextKey"					= "Si ve este número en el otro dispositivo, haga clic en Continuar para completar el proceso de enlace. Si no lo ve, haga clic en Retroceder para intentarlo de nuevo.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Para continuar con el enlace, escriba el siguiente número y pulse la tecla Retorno en el dispositivo que quiere enlazar.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Enlazando con el dispositivo Bluetooth";
"kPair_Device_InstructionTextKey"				= "Puede que su dispositivo le solicite una clave. Asegúrese de que el dispositivo está preparado para aceptar una clave. Cuando lo esté, introduzca la siguiente clave:\n\n\n\n\nEl proceso de enlace se completará cuando haya introducido la clave en el dispositivo.";
"kPair_Device_ClickContinueToSetupKey"			= "Haga clic en Continuar para configurar los servicios disponibles en su dispositivo.";
"kPair_Device_PairingAttemptFailed1Key"			= "Imposible enlazar con su dispositivo. Haga clic en Continuar para intentarlo de nuevo.";
"kPair_Device_PairingAttemptFailed2Key"			= "No ha sido posible realizar el enlace. Compruebe que su dispositivo está en el radio de acción del ordenador, que está encendido y en modo visible. A continuación, haga clic en Continuar para intentarlo de nuevo.";
"kPair_Device_PairingAttemptFailed3Key"			= "No ha sido posible realizar el enlace. Si ha utilizado un código, asegúrese de haberlo introducido correctamente en su dispositivo. Para intentarlo de nuevo, haga clic en Continuar.";
"kPair_Device_PairingAttemptFailed18Key"		= "No ha sido posible establecer el enlace. El dispositivo rechaza el intento de enlace. Consulte el manual que venía con el dispositivo. Para intentarlo de nuevo, haga clic en Continuar.";
"kPair_Device_PairingAttemptSucceededKey"		= "Este ordenador y el dispositivo se han enlazado correctamente.";
"kPair_Device_AlreadyPairedKey"					= "El ordenador y el dispositivo ya están enlazados.";
"kPair_Device_GatheringServiceInformationKey"	= "Recopilando información de servicio acerca de este dispositivo.";
"kPair_Device_GatheringInformationKey"			= "Reuniendo información adicional acerca de este dispositivo.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "El ordenador usará una clave vacía para enlazar con el dispositivo.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Error al guardar los ajustes de red.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Los ajustes de red Bluetooth no se han podido guardar.";
"kDialupErrorSavingSerialTitleTextKey"			= "Error al guardar los ajustes de red.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Los cambios en la configuración de red no se han podido guardar.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Para acceder a Internet desde su dispositivo, debe proporcionar los siguientes datos.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Nombre de usuario:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Contraseña:";
"kInternetAccess_APNTextFieldLabelKey"				= "Punto de acceso:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Teléfono:";
"kInternetAccess_GPRSExampleKey"					= "Por ejemplo, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Asistente Configuración Bluetooth no puede configurar el dispositivo como módem de acceso telefónico porque la interfaz Bluetooth no está disponible. Para añadirla, abra el panel de preferencias Red.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Usar iSync para transferir contactos y eventos";
"kConclusionPanelUseFileTransferKey"				= "Usar para transferir archivos";
"kConclusionPanelUseAddressBookKey"					= "Usar con Agenda";
"kConclusionPanelUseAsHIDDeviceKey"					= "Usar como dispositivo de entrada de este ordenador";
"kConclusionPanelUseInternetKey"					= "Acceder a Internet";
"kConclusionPanelUseSerialPortKey"					= "Se ha creado un puerto de serie en el ordenador";
"kConclusionPanelUseAsPANDeviceKey"					= "Usar como red de área personal";
"kConclusionPanelUseAsAudioOutputKey"				= "Usar como dispositivo de salida de audio";
"kConclusionPanelUseAsAudioInputKey"				= "Usar como dispositivo de entrada de audio";
"kConclusionPanelDevicePairedKey"					= "El enlace se ha realizado correctamente";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "No se han encontrado servicios compatibles en este dispositivo.";
"kConclusionPanelFailedNoServicesTitleKey"			= "El dispositivo Bluetooth no está configurado con su ordenador.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "El ordenador y el teléfono móvil están configurados así:";
"kConclusionPanelDeviceSummaryTitleKey"		= "El ordenador y el dispositivo están configurados así:";

"kConclusionPanelMobilePhoneSetupKey"		= "Enhorabuena. Su teléfono móvil ya está configurado para utilizar las funciones Bluetooth del ordenador.";
"kConclusionPanelKeyboardSetupKey"			= "Enhorabuena. Su ordenador ya está configurado para utilizar el teclado Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Enhorabuena. Su ordenador ya está configurado para utilizar el ratón Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Enhorabuena. Su ordenador ya está configurado para utilizar el trackpad Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Enhorabuena. Su ordenador ya está configurado para utilizar el dispositivo Bluetooth.";
"kConclusionPanelKeyboardAndMouseKey"		= "Enhorabuena. Su ordenador ya está configurado para utilizar el teclado y el ratón Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Enhorabuena. Su ordenador ya está configurado para utilizar la impresora Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Enhorabuena. Su ordenador ya está configurado para utilizar los auriculares Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Enhorabuena. Su ordenador ya está configurado para utilizar los auriculares Bluetooth de iPhone.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Enhorabuena. Su ordenador ya está configurado para utilizar el iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "Hay un ratón conectado a este ordenador. Ya no es necesario configurar la conexión Bluetooth.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "Hay un ratón conectado a este ordenador. Ya no es necesario configurar un ratón o trackpad Bluetooth.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Hay un teclado conectado a este ordenador. Ya no es necesario configurar la conexión Bluetooth.";
"kConclusionPanelSetupInterruptedKey"		= "La configuración del dispositivo se ha interrumpido.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "El asistente de configuración no ha podido configurar los auriculares. Inténtelo de nuevo.";
"kConclusionPanelFailedSetupErrorKey"		= "Se ha producido un error al configurar el dispositivo (0x%x). Inténtelo de nuevo.";
"kConclusionPanelFailedNoServicesTextKey"	= "No se han encontrado servicios configurables en el dispositivo. Puede que no se hayan activado los servicios en el dispositivo o que este no tenga servicios que requieran ser configurados por el ordenador. Consulte la documentación del dispositivo para obtener más información.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "No se ha configurado ninguno de los servicios disponibles en su dispositivo Bluetooth.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Vuelva a utilizar este asistente de configuración si desea modificar alguno de estos ajustes.";


